Repository: bayareahomelander/Journals
Catalog: source/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: (Today)
ja: (今日)
zh_hans: (今天)

source: 'Hardwork outweighs talent - every time.' - Kobe Bryant
ja: '才能よりも努力が大事。' - コービー・ブライアント
zh_hans: “勤奋大于天赋，始终如此。” - 科比·布莱恩特

source: 'Journals' does not collect or store any personal information. All data is stored locally on your device.
ja: 'Journals'は個人情報を収集または保存しません。すべてのデータはお使いのデバイスにローカルに保存されます。
zh_hans: 'Journals' 不会收集或存储任何个人信息。所有数据都存储在您的设备上。

source: 'Journals' provides features for writing diaries, tracking countdowns, and reviewing past mood patterns. You agree to use the app responsibly and in accordance with all applicable laws.
ja: 'Journals'は日記を書くための機能、カウントダウンの追跡、過去の気分パターンの確認を提供します。アプリを適切に使用し、適用される法律に従って使用することに同意します。
zh_hans: 'Journals' 提供日记、倒数日和回顾以往心情的功能。您同意负责任地并遵守所有适用法律使用该应用。

source: 1 day
ja: 1日
zh_hans: 1 天

source: 1 week
ja: 1週間
zh_hans: 1 周

source: 1. Acceptance of Terms
ja: 1. 条件の受諾
zh_hans: 1. 接受条款

source: 1. Personal Information
ja: 1. 個人情報
zh_hans: 1. 个人信息

source: 2 days
ja: 2日
zh_hans: 2 天

source: 2. Local Data Storage
ja: 2. ローカルデータの保存
zh_hans: 2. 本地数据存储

source: 2. Use of the App
ja: 2. アプリの使用
zh_hans: 2. 应用程序的使用

source: 3. Content Ownership
ja: 3. コンテンツの所有権
zh_hans: 3. 内容所有权

source: 3. Permissions
ja: 3. 権限
zh_hans: 3. 使用权限

source: 4. Changes to Privacy Policy
ja: 4. プライバシーポリシーの変更
zh_hans: 4. 隐私政策的变更

source: 4. Data Storage
ja: 4. データ保存
zh_hans: 4. 数据存储

source: 5. Changes to Terms
ja: 5. 利用規約の変更
zh_hans: 5. 条款变更

source: 10 days
ja: 10日
zh_hans: 10 天

source: Adversity is but a chapter in the grand story of your life; with each challenge, you gather the ink to write more inspiring chapters ahead.
ja: 困難は人生の一章に過ぎず、各挑戦は感動的な新章を書くインクです。
zh_hans: 困难只是你生命故事的一章；每一次挑战都是你创作更激动人心篇章的墨水。

source: All data created within 'Journals' is stored locally on your device. We do not access or store your data on our servers.
ja: 'Journals'内で作成されたすべてのデータは、お使いのデバイスにローカルに保存されます。私たちはデータにアクセスせず、サーバーにデータを保存しません。
zh_hans: 在 'Journals' 内创建的所有数据都会存储在您的设备上。我们不会访问或在我们的服务器上存储您的数据。

source: All data you create within the app, including diaries and mood patterns, is stored solely on your device. We do not have access to this data, and it is not shared with third parties.
ja: アプリ内で作成された日記や気分パターンなど、すべてのデータはお使いのデバイスにのみ保存されます。私たちはこのデータにアクセスせず、第三者と共有しません。
zh_hans: 您在应用程序内创建的所有数据，包括日记和心情模式，都仅存储在您的设备上。我们无法访问此数据，也不会与第三方分享。

source: Amidst the challenges, remember that you possess the strength to shape your narrative and emerge from adversity with newfound wisdom.
ja: 挑戦の中で、自分の運命を形作る力と、困難を乗り越えて賢くなる力を持っていることを忘れずに。
zh_hans: 在挑战之中，别忘了你有能力塑造自己的命运，从困境中走出来，更具智慧。

source: Amidst the shades of gray, seek the nuances that add depth to your days, and let each hue contribute to the canvas of your story. Carry on with your emotional introspection!
ja: 暗い影の中で、日常に深みを加える微妙な違いを見つけ、各色調が人生のキャンバスに貢献するように。
zh_hans: 在灰暗的阴影中，寻找增加深度的细微差别，让每个色调都为你的故事画布作出贡献。

source: An app restart is required to update app language.
ja: アプリの再起動が必要
zh_hans: 您需要重启应用程序以更新语言。

source: angry
ja: 怒り
zh_hans: 生气

source: Anniversary
ja: 記念日
zh_hans: 纪念日

source: As you journey through life, may you always find solace and elation in the embrace of the gentle moments that grace your path. Stay committed to introspecting on your emotions!
ja: 人生の旅路で、道々に散りばめられた優しい瞬間で安らぎと喜びを見つけますように。
zh_hans: 愿你永远在探索自我的道路上寻找慰藉和欢欣，这些道路上充满了微小宝藏的快乐。

source: Beige
ja: ベージュ
zh_hans: 米色

source: By accessing or using the 'Journals' app, you agree to be bound by these Terms of Use. If you do not agree to these terms, please do not use the app.
ja: 'Journals'アプリへのアクセスまたは使用により、これらの利用規約に拘束されることに同意します。これらの規約に同意しない場合、アプリを使用しないでください。
zh_hans: 通过访问或使用 'Journals' 应用程序，您同意受这些使用条款的约束。如果您不同意这些条款，请不要使用该应用。

source: calm
ja: 落ち着いた
zh_hans: 平静

source: Cancel
ja: キャンセル
zh_hans: 取消

source: celebratory
ja: 大喜び
zh_hans: 欢欣鼓舞

source: Celebratory
ja: 大喜び
zh_hans: 欢欣鼓舞

source: Cherish these fragments of bliss, and may your days be forever adorned with the jewels of life's modest treasures. Continue your journey of self-emotional exploration!
ja: 一瞬一瞬の幸せを掴み、その光が永遠にあなたの人生を明るくしてくれますように。
zh_hans: 珍惜这些幸福的碎片，愿你的日子永远被生活的简单珍宝装点得如此美丽。继续你对自我情感的探索之旅！

source: Choose Export Format
ja: エクスポート形式を選択
zh_hans: 选择导出格式

source: concerned
ja: やきもき
zh_hans: 担忧

source: content
ja: 満足
zh_hans: 满足

source: CountDown
ja: カウントダウン
zh_hans: 倒数

source: Date
ja: 日付
zh_hans: 日期

source: Dawn Pink
ja: ドーンピンク
zh_hans: 黎明粉

source: Default notification at 21:00 local time.
ja: デフォルトの通知は現地時間21:00です。
zh_hans: 默认通知时间为当地时间21:00

source: Delete
ja: 削除
zh_hans: 删除

source: Deleting Entry
ja: 作文を削除中
zh_hans: 正在删除日志

source: Diary
ja: 日記
zh_hans: 日记

source: Difficult moments are threads in the fabric of resilience; each challenge you face weaves a tapestry of strength that fortifies your spirit.
ja: 困難な瞬間は精神力の一部であり、それぞれの挑戦は心を強くする壮大な絵を描いている。
zh_hans: 困难时刻是韧性的一部分；每次挑战都在织造一幅让你精神更坚定的壮观画卷。

source: elated
ja: 大喜び
zh_hans: 昂扬

source: Elated
ja: 大喜び
zh_hans: 昂扬

source: Embrace the ebb and flow of life's moments, for in the balance lies the tapestry that forms your unique journey. Sustain your efforts to delve into the depths of your feelings!
ja: 人生の波に抱かれて、その均衡が独自の旅を作り出す。
zh_hans: 拥抱生活时光的涨落，因为在平衡中构成了你独一无二的旅程。继续深入探索你的情感吧！

source: Embrace the happiness in these fleeting moments, and may your journey be forever illuminated by the radiance of life's simple pleasures. Carry on with your practice of thoughtful self-feeling examination!
ja: この幸せな瞬間を大切にし、日常の単純な宝物であなたの日々が美しく飾られますように。
zh_hans: 拥抱这些瞬息万变的幸福时刻，愿你的旅程永远被生活简单的乐趣之光照亮。

source: energetic
ja: 元気な
zh_hans: 活力四射

source: Error fetching weather. Please check system permission.
ja: 天気情報の取得エラー。システム許可を確認してください。
zh_hans: 请求天气信息出错。请检查系统权限。

source: Event notification at 9:00 local time.
ja: イベントの通知は現地時間9:00です。
zh_hans: 倒数日通知时间为当地时间9:00

source: Export Data
ja: 輸出データ
zh_hans: 导出数据

source: Export failed. Please try again.
ja: エクスポートに失敗しました
zh_hans: 导出失败，请再试一次。

source: Export Status
ja: 輸出状況
zh_hans: 导出状态

source: Export successful. File saved to system.
ja: エクスポートが成功した。ファイルはシステムに保存されました。
zh_hans: 导出成功。文件已存入手机。

source: Fetching city name...
ja: 都市名の取得中...
zh_hans: 正在获取城市…

source: Filter your events by tag or pin status, or search for an event by title or tag.
ja: タグでイベントを絞り込むか、タイトルまたはタグでイベントを検索してください。
zh_hans: 按置顶状态或标签来过滤你的事件，也可以按标题或标签搜索事件。

source: Find comfort in the neutrality of this moment, for it's a canvas upon which you can paint the spectrum of emotions that color your life. Continue your journey of self-feeling exploration!
ja: この瞬間の中立性で安堵を感じよう。それがあなたの人生を彩る感情スペクトルのキャンバスです。
zh_hans: 在这一刻的宁静中稍加歇息，因为它是你可以绘制色彩你生活的情感光谱的画布。

source: Find your past journals here. For dates, simply enter the month/day number, or full date if needed.
ja: ここで過去のジャーナルを探してください。日付には、単に月/日の数字を入力してください。
zh_hans: 在这里找到以前的日记。输入数字亦可搜索日期。

source: frustrated
ja: イライラした
zh_hans: 沮丧

source: Frustrated
ja: イライラした
zh_hans: 沮丧

source: General
ja: 一般
zh_hans: 一般

source: Good Afternoon
ja: こんにちは
zh_hans: 下午好

source: Good Evening
ja: こんばんは
zh_hans: 晚上好

source: Good Morning
ja: おはよう
zh_hans: 早上好

source: happy
ja: 嬉しい
zh_hans: 愉悦

source: Happy
ja: 嬉しい
zh_hans: 愉悦

source: has been
ja: から
zh_hans: 已经

source: has been %@ day(s)
ja: から%@日が経った
zh_hans: 已经%@天

source: Holiday
ja: 休日
zh_hans: 节假日

source: How was your day?
ja: 今日はどうでしたか？
zh_hans: 今天过得怎么样？

source: in
ja: は
zh_hans: 还有

source: in %@ day(s)
ja: は%@日後
zh_hans: 还有%@天

source: In the shadows, you find the contrast that makes the light shine even brighter. Your journey is composed of both, each enhancing the other.
ja: 影の中で、明るい光の対比を見つける。この二つが相互に補完しながら、あなたの旅を形作っています。
zh_hans: 在阴影中，你会找到让光更明亮的对比。你的旅程由这两者组成，彼此相辅相成。

source: In this moment of neutrality, take a breath and appreciate the mosaic of emotions that combine to create the masterpiece of your existence. Stay on the path of self-discovery through feeling contemplation!
ja: この瞬間の平穏で深呼吸をし、あなたを構成する感情のモザイクを楽しもう。
zh_hans: 在这一刻的宁静中深呼吸，欣赏组合成你复杂内心的情感马赛克。

source: Invalid mood score for this day.
ja: その日のスコアは無効。
zh_hans: 当日无心情指数。

source: is Today
ja: は今日です
zh_hans: 就是今天

source: joyful
ja: 喜び
zh_hans: 愉悦

source: Jump to Today
ja: 今日に移動
zh_hans: 跳转到今日

source: Just as a compass points to true north, your emotional equilibrium guides you through the ever-changing landscapes of your journey. Keep on examining and contemplating your emotions!
ja: 指針が真の北へと人々を導くように、あなたの感情のバランスも変わりゆく人生の旅路を導く。
zh_hans: 正如指南针引导人们去向真正的北方，你的情感平衡引导你穿越不断变化的生活旅程。

source: Just as a phoenix rises from its ashes, your spirit too can soar above difficulties, fueled by the energy of transformation.
ja: 不死鳥が灰から生まれ変わるように、困難を乗り越えて精神が高まり、変革の力で動かされる。
zh_hans: 就像凤凰可以从灰烬中重生，你的精神也能在困境中腾飞，由转变的力量所驱动。

source: Just as a scale requires both sides for balance, your journey encompasses a range of emotions that shape the person you're becoming. Keep up the habit of pondering your emotions!
ja: 天秤が均衡するためには両側が必要と同じく、感情の多様性があなたを形作る旅にも必要だ。
zh_hans: 正如天平需要两边来平衡，你的自我探索的旅程也包括通过感受情感来找到内心的平衡。

source: Keep nurturing those moments of joy, and let the beauty of life's small wonders always brighten your path. Keep up the good work of introspecting your emotional experiences!
ja: 生活の小さな喜びを探し続け、その美しさが常にあなたの道を照らしてくれますように。
zh_hans: 不断发现快乐时刻，让生活中的小美好永远照亮你的道路。

# Keywords of the Day: %@. %@ %@
source: Keywords of the Day: %1$@. %2$@ %3$@
ja: 今日のキーワード: %1$@。 %2$@ %3$@
zh_hans: 当日关键词： %1$@。 %2$@ %3$@

source: Language
ja: アプリ言語
zh_hans: 语言

source: Lavender
ja: ラベンダー
zh_hans: 薰衣草

source: Let the kaleidoscope of happiness formed by life's petite treasures continue to infuse your days with vibrant colors and radiant smiles. Continue contemplating your emotions!
ja: 生活の小さな美点で作られた「幸せの万華鏡」が、あなたの日々に明るい色と笑顔をもたらし続けますように。
zh_hans: 让生活中小小宝藏形成的幸福万花筒继续为你的日子注入绚丽的色彩和灿烂的微笑。

source: Let's make the most of today.
ja: 今日一日を大切に。
zh_hans: 今日尽矣，明朝自来。

source: Life
ja: 生活
zh_hans: 生活

source: Life's path is a blend of diverse experiences; let the neutrality of this moment guide you through the intricate weave of emotions. Continue the process of self-discovery through emotional reflection!
ja: 多様性が生活を形成する。今この瞬間の中立性が、複雑な感情の網を通して導く。
zh_hans: 生活之路是由多样性组成的；让这一刻的沉静引导你穿越复杂的情感网。

source: Life's pendulum swings between various feelings; use the equilibrium as an opportunity to reflect on the richness of your experiences. Persist in your practice of self-emotional exploration!
ja: 人生の振り子は感情間で常に揺れ動く。この静けさを用いて、豊かな経験について考察する機会としよう。
zh_hans: 生活的摆锤总在各种感觉之间摇摆；用此刻内心的平衡作为反思生活的契机。

source: Light mode themes. An app restart is required to see the changes.
ja: ライトモードのテーマ。変更を表示するにはアプリの再起動が必要です。
zh_hans: 浅色主题模式。需要重新启动应用以查看更改。

source: livid
ja: 激怒している
zh_hans: 暴怒

source: Livid
ja: 激怒している
zh_hans: 暴怒

source: Loading weather...
ja: 天気情報を読み込み中...
zh_hans: 正在加载天气…

source: May the tapestry of your days be woven with the threads of happiness found in the intricacies of life's miniature wonders. Persist in your endeavor to reflect on your emotions!
ja: あなたの日々が幸せな糸で織りなすタペストリーのように美しいものとなりますように。
zh_hans: 愿你始终在生活的道路上、充满幸福的瞬间中找到慰藉和喜悦。

source: melancholic
ja: メランコリック
zh_hans: 郁闷

source: Melancholic
ja: メランコリック
zh_hans: 郁闷

source: motivated
ja: やる気
zh_hans: 坚定/积极

source: Motivated
ja: やる気
zh_hans: 坚定/积极

source: Navigate Event List with Buttons
ja: ボタンでイベント閲覧
zh_hans: 轻点按钮以操作事件列表

source: No entries to export.
ja: 日記は見つかりませんでした。
zh_hans: 没有日记导出。

source: No entry for this day.
ja: この日の作文はありません。
zh_hans: 当日无日记。

source: No mood selected for this day.
ja: この日は選択なし。
zh_hans: 当日无已选择的心情。

source: No mood selected for yesterday.
ja: 昨日の気分は選択されていません。
zh_hans: 昨天没有记录心情。

source: No Reminder
ja: 通知なし
zh_hans: 无提醒

source: nostalgic
ja: ノスタルジック
zh_hans: 怀旧

source: Nostalgic
ja: ノスタルジック
zh_hans: 怀旧

source: Notification
ja: 通知
zh_hans: 通知

source: On the Day
ja: 当日
zh_hans: 当日

source: optimistic
ja: 楽観的
zh_hans: 乐观/积极

source: Optimistic
ja: 楽観的
zh_hans: 乐观/积极

source: Pin Event
ja: イベントをピン留め
zh_hans: 置顶事件

source: Pinned
ja: ピン留め
zh_hans: 置顶

source: Plain Text
ja: プレーンテキスト
zh_hans: 纯文本

source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私条款

source: Quickly Navigate Through Dates
ja: 矢印で日付移動
zh_hans: 轻点按钮以浏览日期

source: relieved
ja: ホッとした
zh_hans: 放松

source: Relieved
ja: ホッとした
zh_hans: 放松

source: Remember that life is a tapestry of various emotions, and finding equilibrium amidst the ups and downs is a commendable endeavor. Stay the course in your endeavor to understand your emotions!
ja: 感情の山谷を越えながら、人生は美しい絵画となる。そのバランスを見つけることが称賛に値する。
zh_hans: 记住，人生就是一幅由各种情感组成的画卷，寻找起伏之间的平衡是值得赞赏的。

source: sad
ja: 悲しい
zh_hans: 伤心

source: Save
ja: 保存
zh_hans: 保存

source: Sea Mist
ja: 海霧
zh_hans: 海雾

source: Search
ja: 検索
zh_hans: 搜索

source: Search by Dates or Content
ja: 日付または内容で検索
zh_hans: 按内容或日期搜索

source: Settings
ja: 設定
zh_hans: 设置

source: Start tracking your mood today!
ja: 今日から気分を記録しよう！
zh_hans: 从今天开始记录你的心情！

source: Stay attuned to the enchanting symphony of life's small delights, and let the melody of happiness accompany you each step of the way. Persist in your pursuit of understanding your feelings!
ja: 日々の小さな幸せに目を向け、その魅力的なメロディーが各ステップであなたを支えますように。
zh_hans: 时刻关注生活小确幸的迷人乐章，让幸福的旋律陪伴你走过每一步。

source: Stay on this beautiful path of cherishing life's simplicity, and may the wellspring of joy within you never run dry. Keep reflecting your feelings!
ja: この美しい道、即ち生活の単純な美を大切にする道を歩み続け、心の中の喜びが永遠に枯れることがありませんように。
zh_hans: 继续走在珍惜生活简单之美的美丽道路上，愿你内心的喜悦之泉永不枯竭。

source: Storms may obscure the horizon, but beneath the clouds lies a landscape of opportunities waiting for your discovery.
ja: 嵐が地平線を覆うかもしれないが、その下には新たな可能性が広がっている。
zh_hans: 暴风雨可能会遮住地平线，但在云层下是一片等待你去发现的机会之地。

source: Summary
ja: まとめ
zh_hans: 总结

source: Tag
ja: ラベル
zh_hans: 标签

source: Take a moment to breathe.
ja: 一息つき、心鎮まる。
zh_hans: 留一息，绽放自我。

source: Tap the arrows to jump 3 days backward or forward for quick navigation.
ja: 矢印をタップして、3日前または3日後に素早く移動してください。
zh_hans: 点击以快速前进或后退3天。

source: Tap to add an event.
ja: タップしてイベントを追加する
zh_hans: 点击以添加事件。

source: Tap to authenticate Face ID/Touch ID.
ja: Face ID/Touch IDを認証してください
zh_hans: 点击以授权面容 ID / 触控 ID

source: Terms of Use
ja: 利用規約
zh_hans: 使用条款

source: Terms of Use & Privacy Policy
ja: 利用規約とプライバシーポリシー
zh_hans: 使用条款和隐私政策

source: The app may request permissions to access certain features on your device, such as notifications, Face ID / Touch ID, and photo album. You have the right to accept or deny these permissions.
ja: アプリはお使いのデバイスの特定の機能へのアクセス権をリクエストする場合があります。通知、Face ID / Touch ID、および写真アルバムなどが含まれます。これらの権限を受け入れるか拒否する権利があります。
zh_hans: 该应用可能会请求访问您设备上的某些功能，如通知、 面容 ID / 触控 ID 以及相册。您有权利接受或拒绝这些权限。

source: The beauty of life's mosaic is its diversity of emotions. Even in tough times, your canvas is being painted with hues of growth and resilience.
ja: 人生の美は感情の多様性にある。困難な瞬間でさえ、成長と精神性で画布を彩っている。
zh_hans: 人生马赛克的美丽在于情感的多样性。即使在艰难时刻，你的画布也正在用成长和韧性的色彩进行绘制。

source: The middle ground between highs and lows is where you discover the stability that can support you as you navigate life's twists and turns. Stay dedicated to understanding your emotional landscape!
ja: 高みと低みの間にある安定点が、人生の曲折に対処する際の支えとなる。
zh_hans: 高潮与低谷之间的中间地带是你在应对生活曲折时可以找到支持的稳定点。

source: The night is quite: Jot down today's inner words in your diary.
ja: 夜が深まり、心のささやきに耳を傾け、今日の感じを静かに記録しよう。
zh_hans: 夜幕低垂，静听心灵的低语，将今日之感悠然记下。

source: The road may be tough at times, but your resilience is an unwavering guide that leads you through the darkest of moments.
ja: 道は時に厳しいが、その堅忍な精神が常に指針となり、最も暗い時も乗り越えさせてくれる。
zh_hans: 路可能会时而艰难，但你的韧性是一个始终不渝的指引，引导你穿越最黑暗的时刻。

source: Themes
ja: テーマ
zh_hans: 主题

source: This action is not reversible.
ja: この措置は取り消せない。
zh_hans: 此操作不可逆。

source: Tiffany Blue
ja: ティファニーブルー
zh_hans: 蒂芙尼蓝

source: Time to reflect in the moment of ease.
ja: 静寂と自己省察の時。
zh_hans: 心静自然净，时光待反思。

source: Title
ja: タイトル
zh_hans: 标题

source: Today's a bit tougher than yesterday, but that's okay.
ja: 今日は昨日より少し厳しいですが、それは大丈夫です。
zh_hans: 今天的心情比昨天稍微糟糕一些，但没关系。

source: We may update this privacy policy from time to time. We encourage you to review this policy regularly to stay informed about our privacy practices.
ja: このプライバシーポリシーは定期的に更新することがあります。プライバシーに関する私たちの実践について最新情報を確認するために、このポリシーを定期的に確認することをお勧めします。
zh_hans: 我们可能会不时更新此隐私政策。我们鼓励您定期查阅此政策，以便了解我们的隐私惯例

source: We reserve the right to modify these terms at any time. Continued use of the app constitutes acceptance of any changes.
ja: 私たちはいつでもこれらの利用規約を変更する権利を留保します。アプリの継続的な使用は変更の承認とみなされます。
zh_hans: 我们保留随时修改这些条款的权利。继续使用该应用即表示接受任何更改。"

source: When life's rhythm falters, embrace the dissonance, for it's through these moments that the symphony of your life gains depth and beauty.
ja: 人生のリズムが乱れたとき、その不協和音を受け入れよ。それによって、あなたの人生の交響曲がより深く、美しくなる。
zh_hans: 当生活的节奏出现失调时，拥抱这种不和谐，因为正是通过这些时刻，你生命的交响乐才能增加深度和美感。

source: While the clouds may momentarily dim the sky, remember that the sun's brilliance will break through once again, lighting your path.
ja: 雲が一時的に空を覆っても、太陽の輝きが再び雲を突破し、道を照らすことを忘れないで。
zh_hans: 云层可能暂时遮住天空，但记住太阳的辉煌终将再次穿透云层，照亮你的道路。

source: Work
ja: 仕事
zh_hans: 工作

# You felt %@ on this day. %@
source: You felt %1$@ on this day. %2$@
ja: この日、あなたは%1$@。 %2$@
zh_hans: 您在这天感到%1$@。%2$@

source: You retain ownership of all content you create within the app. You are solely responsible for the content you create and its legality.
ja: アプリ内で作成したすべてのコンテンツの所有権はあなたにあります。作成したコンテンツとその合法性については、あなた自身が責任を負います。
zh_hans: 您保留在应用程序内创建的所有内容的所有权。您对所创建的内容及其合法性负有唯一责任。

source: You're feeling more upbeat today!
ja: 今日は気分がいいね！
zh_hans: 今天您的心情更好了！

source: Your ability to find joy in life's little marvels is a gift; keep unwrapping it and delighting in the magic that surrounds you. Stay dedicated to reflecting your emotions!
ja: 生活の小さな奇跡で喜びを見つける能力は贈り物です；その力で生活の魔法を感じ続けてください。
zh_hans: 你在生活的小奇迹中找到快乐的能力是一份礼物；继续用它享受周围的魔力。

source: Your heart's receptivity to life's small joys is truly remarkable; keep your spirit open to the abundance of happiness that exists all around you. Sustain your habit of introspective thinking about your feelings!
ja: 生活の小さな喜びを素晴らしい形で受け入れるあなたは本当に素晴らしい。
zh_hans: 你的心灵对生活中小小的快乐的接纳是真正令人赞叹的；保持你开阔的眼界，以欣赏你周围的丰富多彩。

source: Your mood is consistent with yesterday.
ja: 今日の気分は昨日と変わらないよ。
zh_hans: 您今天的心情与昨天保持一致。

source: Your Mood Pattern
ja: 気分パターン
zh_hans: 您的心情变更

source: Your Summary for %@
ja: %@のまとめ
zh_hans: 您%@的当日总结

source: Face ID / Touch ID
zh_hans: 面容 ID / 触控 ID

source: OK
zh_hans: 完成
